{
  01 - Theme: "Pure synth and deep distortion, heavy and forceful, reflecting Oedipus' inescapable fate with punchy despair and inevitability.",
  02 - Guit Pulse: "Used near the beginning of Oedipus, including a backwards guitar, capturing the urgency and desperation of Oedipus' people as they seek his help, played under wailing and a rallying speech.",
  03 - Fire Slow: "Captures Oedipus' vanity and self-importance during a speech, with heady, erotic style and opulent melodies reflecting his desire for power and pleasure.",
  04 - My Father, Mother: "Accompanies the darkest moments with dissonant harmonies and eerie sounds, reflecting horror and unease, using synthesizers, scratching noises, and heavily distorted guitar.",
  05 - Silly Happiness: "Provides a moment of levity after horrific scenes, though the happiness is illusionary, with music that sounds pompous and ironic, incorporating piano and vocals.",
  06 - Blues Uncertain: "Captures the weary journey of two travelers seeking work, with a bluesy guitar riff and tension-filled clarinet line evoking feelings of loneliness and uncertainty.",
  07 - Suspense Country: "Evokes the 1920s American countryside, starting with dissonant harmonies and transitioning into a hopeful yet melancholic country sound, reflecting the harsh realities and challenges faced.",
  08 - Hollow: "A theme for Lennie, alternating between dissonant verses and melodic choruses, reflecting his vulnerability and the heartbreak of his lost dreams.",
  09 - Yair Textures: "Explores mental health complexities with shimmering textural static and delicate piano, emphasizing fragility and vulnerability.",
  10 - Hillbilly Rhythms 01: "Inspired by actors' mental health experiences, with upbeat tempo and lively rhythms to create a supportive and uplifting atmosphere.",
  11 - Wing: "Inspired by Soviet propaganda and Cossack music, featuring guitar, accordion, clarinet, and violin, creating a sense of foreboding and control with a stiff, march-like rhythm.",
  12 - Danger: "Soviet propaganda-inspired with dissonant harmonies, using clarinet, violin, accordion, and piano to create a sense of danger and paranoia."
}